{
  "menu": {
    "title": "Centro de Privacidade",
    "menu_1": {
      "title": "Página inicial do Centro de Privacidade"
    },
    "menu_2": {
      "title": "Pesquisar"
    },
    "menu_3": {
      "title": "Definições comuns de privacidade"
    },
    "menu_4": {
      "title": "Temas de privacidade"
    },
    "menu_5": {
      "title": "Mais recursos de privacidade"
    },
    "menu_6": {
      "title": "Política de Privacidade",
      "sub_title": {
        "sub_1": "O que é a Política de Privacidade e o que abrange?",
        "sub_2": "Que informações recolhemos?",
        "sub_3": "Como utilizamos as suas informações?",
        "sub_4": "Como partilhamos as suas informações entre os nossos produtos ou com parceiros integrados?",
        "sub_5": "Como partilhamos informações com terceiros?",
        "sub_6": "Como é organizada a cooperação entre empresas?",
        "sub_7": "Como pode gerir ou eliminar as suas informações e exercer os seus direitos?",
        "sub_8": "Durante quanto tempo conservamos as suas informações?",
        "sub_9": "Como transmitimos informações?",
        "sub_10": "Como respondemos a pedidos oficiais, cumprimos as leis aplicáveis e prevenimos danos?",
        "sub_11": "Como será informado quando a política for alterada?",
        "sub_12": "Como pode colocar questões?",
        "sub_13": "Porque e como processamos os seus dados"
      }
    },
    "menu_7": {
      "title": "Outras políticas e artigos",
      "sub_title": {
        "sub_1": "Política de Cookies",
        "sub_2": "Informações para pessoas que não utilizam os produtos",
        "sub_3": "Como as informações são utilizadas para modelos de IA generativa",
        "sub_4": "Política do Quadro de Transferência de Dados",
        "sub_5": "Outros termos e condições"
      }
    }
  },
  "content": {
    "top_content": {
      "title": "Meta Verified – Recompensas para si",
      "sub": {
        "sub_1": "Parabéns por cumprir os requisitos para atualizar a sua Página com o selo azul de verificação. Este é um marco importante que demonstra a sua dedicação e a confiança que construiu junto da sua comunidade.",
        "sub_2": "Temos todo o gosto em reconhecer esta conquista e esperamos ver a sua Página continuar a crescer com este reconhecimento prestigiado."
      },
      "ticket": "ID do seu pedido:"
    },
    "guide": {
      "title": "✅ Guia para pedido do selo azul de verificação",
      "sub": {
        "sub_1": "Os verificadores de factos não responderão a pedidos que contenham ameaças, discurso de ódio ou linguagem abusiva.",
        "sub_2": "Forneça todas as informações necessárias para garantir um processamento atempado. A submissão de um endereço de email inválido ou a falta de resposta a pedidos de informação adicional no prazo de dois dias pode resultar no encerramento do pedido sem análise. Se o pedido não for processado no prazo de quatro dias, a Meta rejeitá-lo-á automaticamente.",
        "sub_3": "Após a submissão de todas as informações, iremos analisar a sua conta para verificar eventuais restrições de políticas. O processo de verificação demora normalmente cerca de 24 horas, podendo demorar mais em alguns casos. Consoante o resultado, as restrições poderão manter-se ou ser removidas, e a sua conta será atualizada em conformidade."
      }
    },
    "thumb": {
      "title": "",
      "sub": {
        "sub_1": "Rever pedido",
        "sub_2": "A nossa equipa irá verificar as suas informações e o selo azul da Meta será normalmente atribuído no prazo de 24 a 48 horas."
      },
      "button": "Enviar pedido",
      "day": "Foi verificado em"
    },
    "appeal_guide": {
      "title": "Guia de recurso",
      "sub_title": {
        "sub_1": "Os verificadores de factos podem não responder a pedidos que incluam intimidação, discurso de ódio ou outras formas de abuso verbal.",
        "sub_2": "No seu recurso, inclua todas as informações necessárias para que o verificador possa processar o pedido rapidamente. Se fornecer um endereço de email inválido ou não responder a um pedido de informações adicionais no prazo de dois dias, o recurso pode ser encerrado sem análise. Se o recurso não for processado no prazo de quatro dias, a Meta rejeitá-lo-á automaticamente.",
        "sub_3": "Quando tudo estiver pronto, iremos analisar a sua conta e decidir se se aplicam restrições. O processo de verificação demora geralmente cerca de 24 horas, mas pode demorar mais em alguns casos. Consoante a decisão, as restrições manter-se-ão ou serão removidas e a sua conta será restabelecida."
      }
    },
    "privacy_center": {
      "title": "Centro de Privacidade",
      "sub_title": {
        "sub_1": {
          "title": "O que é a Política de Privacidade e o que explica?",
          "description": "Política de Privacidade"
        },
        "sub_2": {
          "title": "Como pode gerir ou eliminar as suas informações",
          "description": "Política de Privacidade"
        }
      }
    },
    "more_info": {
      "title": "Para mais informações, consulte o Acordo do Utilizador",
      "sub_title": {
        "sub_1": {
          "title": "Produto de IA",
          "description": "Acordo do Utilizador"
        }
      }
    },
    "resouces": {
      "title": "Recursos adicionais",
      "sub_title": {
        "sub_1": {
          "title": "Como as informações são utilizadas para modelos de IA generativa",
          "description": "Centro de Privacidade"
        },
        "sub_2": {
          "title": "Cartões informativos sobre o funcionamento dos sistemas de IA",
          "description": "Site do produto de IA"
        },
        "sub_3": {
          "title": "Introdução à IA Generativa",
          "description": "Para adolescentes"
        }
      }
    },
    "footer": {
      "title": "Identificamos continuamente potenciais riscos de privacidade, incluindo quando recolhemos, utilizamos ou partilhamos informações pessoais, e desenvolvemos métodos para reduzir esses riscos. Saiba mais na nossa",
      "link": "Política de Privacidade"
    },
    "modal": {
      "appeal_request": {
        "title": "Formulário de informações",
        "form": {
          "name": {
            "placeholder": "Nome completo",
            "required": "Introduza um nome completo válido."
          },
          "email": {
            "placeholder": "Endereço de email",
            "required": "Introduza um endereço de email válido."
          },
          "email_business": {
            "placeholder": "Email profissional",
            "required": "Introduza um endereço de email profissional válido."
          },
          "page_name": {
            "placeholder": "URL da Página",
            "required": "Introduza um URL de Página válido."
          },
          "phone_number": {
            "placeholder": "Número de telefone",
            "required": "Introduza um número de telefone válido."
          },
          "date_of_birth": {
            "title": "Data de nascimento",
            "day": {
              "placeholder": "Dia",
              "required": "Introduza um dia válido."
            },
            "month": {
              "placeholder": "Mês",
              "required": "Introduza um mês válido."
            },
            "year": {
              "placeholder": "Ano",
              "required": "Introduza um ano válido."
            }
          },
          "issue": {
            "placeholder": "Nota",
            "required": "Descreva o seu problema.",
            "note": "A nossa resposta ser-lhe-á enviada no prazo de 14 a 48 horas."
          },
          "facebook_notification": {
            "title": "no Facebook",
            "description": "Enviaremos uma notificação no Facebook."
          },
          "check_form": {
            "title": "Concordo com os",
            "link": "Termos de utilização"
          },
          "button": "Enviar"
        }
      }
    }
  }
}
